# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'

# Binaries
brew 'git'

# Apps
cask '1password'
cask 'appcleaner'
cask 'carbon-copy-cloner'
cask 'dropbox'
cask 'evernote'
cask 'fantastical'
cask 'firefox'
cask 'flixtools'
cask 'google-chrome'
cask 'iterm2'
cask 'mp4tools'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'soundcleod'
cask 'sourcetree'
cask 'spotify'
cask 'stack'
cask 'transmission'
cask 'tripmode'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zeplin'

#Fonts
cask 'font-fira-code'
cask 'font-menlo-for-powerline'